Repository: Rexix/edd-software-license-manager
Catalog: languages/edd-slm-*.po
Languages: de_de

source: Please get in contact to receive the license keys.
de_de: Bitte nimm Kontakt mit uns auf, um deine(n) Lizenzschlüssel zu erhalten.

source: Enable licensing for this download.
de_de: Lizenzschlüssel für diesen Download aktivieren

source: How many sites can be activated trough a single license key?
de_de: Wie viele Seiten können mit diesem Lizenzschlüssel aktiviert werden?

source: Sites allowed
de_de: Anzahl erlaubter Seiten

source: License could not be created: Invalid sites allowed number.
de_de: Lizenzschlüssel konnte nicht erstellt werden: Ungültige Anzahl der erlaubten Seiten.

source: License Key(s) generated
de_de: Lizenzschlüssel erstellt

source: License Key(s) could not be created.
de_de: Lizenzschlüssel konnte nicht erstellt werden.

source: EDD Software License Manager Settings
de_de: EDD Software License Manager Einstellungen

source: Configure EDD Software License Manager Settings
de_de: EDD Software License Manager Einstellungen

source: Enter the url to the WordPress installation which hosts the Software License Manager plugin.
de_de: Die Adresse zu der WordPress Installation, mit dem aktivieren Software License Manager Plugin.

source: Enable Debug
de_de: Fehlersuche aktivieren

source: Check the box to create a log file for debug purposes.
de_de: Markieren, um eine Protokolldatei für die Fehlersuche zu erstellen.

source: Software License Manager API credentials missing or invalid.
de_de: Software License Manager API Zugangsdaten wurden nicht eingetragen oder sind fehlerhaft.

source: Seamless integration between Easy Digital Downloads and Software License Manager.
de_de: Integration zwischen Easy Digital Downloads und dem Software License Manager.
